SesameOS3/4_history.md
```mermaid
sequenceDiagram
APP->>Sesame5: SSM2_ITEM_CODE_HISTORY(4)
Sesame5-->>APP: Succes,History
```
