SesameOS3/src/history/history.puml
@startuml
APP -> Sesame5: SSM2_ITEM_CODE_HISTORY(4)
Sesame5 --> APP: Success, History
@enduml
